package com.example.cpszadanie;

public class Constants {
    public static final String[] DEPARTMENTS = {
            "Разработка",
            "Системная аналитика",
            "Тестирование",
            "Техническая поддержка",
            "НИОКР",
            "HR",
            "Бухгалтерия",
            "Юридический отдел",
            "Администрация",
            "Маркетинг",
            "Продажи",
            "Снабжение",
            "Производство",
            "Конструкторский отдел",
            "ИТ-инфраструктура"
    };

    public static final String[] POSITIONS = {
            "Инженер",
            "Старший инженер",
            "Ведущий инженер",
            "Программист",
            "Старший программист",
            "Ведущий программист",
            "Аналитик",
            "Тестировщик",
            "Руководитель группы",
            "Начальник отдела",
            "Заместитель начальника отдела",
            "Специалист",
            "Главный специалист",
            "Техник",
            "Лаборант"
    };
}